Repository: giellalt/corpus-sme
Catalog: tmx/swe/admin/sd/www.samediggi.se/71261.html.tmx
Source language: swe
Languages: sme

source: Samisk matvision - Sametinget
sme: Samisk matvision (Kopia) - Sametinget

source: Samisk matvision
sme: Sámi biebmovišuvdna

source: Regeringen har uppdragit åt Sametinget att synliggöra den samiska matproduktionen och matkulturen i enlighet med visionen för Sverige - det nya matlandet.
sme: Ráđđehus lea gohččon Sámedikki čalmmustattit sámi biebmobuvttadeami ja sámi biebmokultuvrra Sverige - det nya matlandet (Ruoŧŧa – ođđa biebmoriika) áŋggirdeami oktavuođas.

source: Genom uppdragen har Sametinget tilldelats särskilda ekonomiska medel.
sme: Dán bargogohččosa bakte lea Sámediggi ožžon sierra ruđaid.

source: Samisk mat har sitt ursprung i en jägar- och samlarkultur som senare övergått till tamrenskötsel i kombination med jakt och fiske.
sme: Álggos lei sámiid biebmodáhpi bivdo- ja čoagginkultuvra mii dađistaga ovdánii boazodoallun lotnolasat bivdduin ja guolástemiin.

source: Matkulturen utmärks av naturliga säsongsvariationer och styrs av den periodvisa tillgången till ren, älg, fisk, fågel och småvilt, bär, örter och växter.
sme: Min biebmokultuvra lea mihtilmas dannego borramuš čuovvu jagi áiggiid ja biebmobuktagat leat dat mat luonddus leat olamuttos iešguđet áiggiid; boazu, sarvva, guolli, loddi, fuođđu, muorjjit, urtasat dahje šattut.

source: Ekologiskt och klimatsmart Balanserad näringslivsutveckling sker genom småskaliga ekologiskt och socialt hållbara lösningar, iakttagande av biologisk mångfald, lokal förvaltning av naturresurser och ansvarsfull konsumtion.
sme: Ekologalaš ja dálkkádatgáhttejeaddji biebmu Ealáhuseallin beassá dássedit ovdánit go leat smávvabuvttadančovdosat mat leat ekologalaččat ja sosiáladit guoddevaččat, ja go vuhtiiváldá biologalaš girjáivuođa, luondduriggodagaid báikkálaš hálddašeami ja ovddasvástideaddji geavaheami.

source: Hållbar ekonomisk tillväxt sker med klimatsmart teknik, effektivt naturbruk och miljövänlig resursförbrukning.
sme: Guoddevaš ekonomalaš ovdáneami olaha buoremusat dálkkádatgáhttejeaddji teknihkain, beaktilis luonddugeavahemiin ja birasgáhttejeaddji resursageavahemiin.

source: Hållbar livsmiljö För att stärka den samiska matkulturens ställning är det nödvändigt med en revitalisering av samisk matkultur så att den kan både bevaras och utvecklas för framtiden.
sme: Bistevaš eallinbiras Jus galgat nannet sámi biebmokultuvrra seailluheami ja ovddideami boahtteáiggis, de fertet dan ođđasisealáskahttit.

source: En grund för den samiska matens goda kvalitet är ren natur och en livskraftig och hållbar samisk livsmiljö.
sme: Sámi biepmi kvalitehta vuođđun lea ráinnas luondu, ja eležis ja bistevaš sámi eallinbiras.

source: Helhetssyn Samisk traditionell kunskap, árbediehtu, är vägledande för utveckling av samisk mat.
sme: Ollislašoaidnu Sámi árbevirolaš máhttu, árbediehtu, lea ofelažžan sámi biepmu ovdánahttimis.

source: Det är en kunskap, som bygger på en helhetssyn och samverkan mellan människa och natur.
sme: Dat lea dakkár máhttu mas ollislašoaidnu lea vuođđun ja mas olbmo ja luonddu ovttasdoaibman lea guovddážis.

source: Urfolk världen över understryker att makten över den kunskap man äger ska bibehållas hos folket självt.
sme: Eamiálbmogat miehtá máilmmi garrasit deattuhit ahte dat máhttu maid sii oamastit galgá bissut sin opmodahkan.

source: En revitalisering av samisk mat innebär att makten över markerna, naturbruket, maten och matpriset ska öka.
sme: Sámi biepmu ealáskahttin mielddisbuktá ahte váldi eatnamiid, luonddugeavaheami, biepmu ja biebmohattiid badjel galgá nannejuvvot.

source: Temaområden De två temaområden inom vilka Sametinget formulerar sin matvision och ser behov av särskilda satsningar är: Hållbar näringslivsutveckling och Samisk matkultur.
sme: Temásuorggit Dat guokte temásuorggi main Sámediggi hábme iežas biebmovišuvnna ja maiguin fertelii erenoamážit áŋggirdit leat: Guoddevaš ealáhusovddideapmi ja Sámi biebmokultuvra.
